/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - オフライン";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "末尾が %2$@ の %1$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ 追加";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ カードを追加";

/* Source type brand name */
"3D Secure" = "3D セキュア";

/* part of {Account} ending in {last4} */
"Account" = "口座番号";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "口座名義人住所";

/* Caption for Name field on bank info form */
"Account Holder Name" = "口座名義人";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "アカウント番号";

/* Title for Add a Card view */
"Add a Card" = "カードを追加";

/* Title shown above a card entry form */
"Add a card" = "カードを追加";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "ダイレクトデビットアカウントを追加";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "カードを追加";

/* Button to add a new credit card. */
"Add New Card…" = "新しいクレジットカードを追加...";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "新たな支払い方法を追加";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "支払い情報を追加";

/* Caption for Address field on address form */
"Address" = "住所";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "住所 (1 行目)";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "住所 (2 行目、省略可)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "建物名";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "BECS デビット (オーストラリア)";

/* Text for back button */
"Back" = "戻る";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "銀行";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "銀行口座";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "銀行口座情報";

/* Title for billing address entry section */
"BILLING ADDRESS" = "請求書先住所";

/* Title for billing address entry section */
"Billing Address" = "請求先住所";

/* Billing address section title for card form entry. */
"Billing address" = "請求先住所";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "IBAN を提供し、このお支払いを確認すると、お客様は、決済サービス プロバイダである %@ と Stripe がお客様の銀行に口座引き落としの指示を送り、お客様の銀行がこの指示に従ってお客様の口座から引き落としを行うことを承認することになります。お客様は銀行との契約条件に基づき、銀行からの返金を受ける権利を有します。返金は口座の引き落とし日から 8 週間以内に請求する必要があります。";

/* Button title to cancel action in an alert */
"Cancel" = "キャンセル";

/* Title for card number entry field */
"CARD" = "カード番号";

/* Title for credit card number entry field */
"Card" = "クレジットカード番号";

/* Details of a saved card */
"Card ending in %@" = "末尾が %@ のカード";

/* Card details entry form header title */
"Card information" = "カード情報";

/* accessibility label for text field */
"card number" = "カード番号";

/* Label for card number entry text field */
"Card number" = "カード番号";

/* TODO */
"Choose a payment method" = "支払い方法を選択";

/* Caption for City field on address form */
"City" = "市";

/* Text for close button */
"Close" = "閉じる";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "カードスキャナを閉じる";

/* Title for contact info form */
"CONTACT" = "連絡先";

/* Title for contact info form */
"Contact" = "連絡先";

/* Text for continue button */
"Continue" = "続ける";

/* Caption for Country field on address form */
"Country" = "国";

/* Title for country picker section */
"COUNTRY" = "国";

/* Country selector and postal code entry form header title */
"Country or region" = "国または地域";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "群";

/* Label for entering CVC in text field */
"CVC" = "セキュリティコード";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "配達先情報";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "配達先住所";

/* Title for delivery address entry section */
"Delivery Address" = "配達先住所";

/* Done button title */
"Done" = "完了";

/* Button title to enter editing mode */
"Edit" = "編集";

/* Caption for Email field on address form */
"Email" = "メールアドレス";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "有効期限";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "無料";

/* Placeholder string for name entry field. */
"Full name" = "名前";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL銀行";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "データが無効です。";

/* Shipping form error message */
"Invalid Shipping Address" = "配送先住所が無効です";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "ロード中...";

/* label for text field to enter card expiry */
"MM / YY" = "月 / 年";

/* label for text field to enter card expiry */
"MM/YY" = "MM/YY";

/* Title for payment options section */
"MORE OPTIONS" = "他のオプション";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "名前";

/* Payment Method type brand name */
"NetBanking" = "ネットバンキング";

/* Label for button to add a new credit or debit card */
"New Card" = "新しいカード";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "新しいダイレクトデビットアカウント";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "新しい SEPA ダイレクトデビットアカウント";

/* Button to move to the next text entry field */
"Next" = "次へ";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "オンラインバンキング (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "または別の方法で支払う";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "または、カードで支払う";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ を支払う";

/* Pay with {payment method} */
"Pay with %@" = "%@ で支払う";

/* Title for Payment Method screen */
"Payment Method" = "お支払い方法";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "電話番号";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "カメラをカードに向けてください。";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "郵便番号";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "郵便番号";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "郵便番号";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "処理中...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "都道府県";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "削除";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ を削除";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "末尾が %2$@ の %1$@ を削除";
/* Title for confirmation alert to remove a card */

"Remove Card" = "カードを削除";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "今後の %@ の支払いのためにこのカードを保存する";
/* Text for button to scan a credit card */

"Scan Card" = "クレジットカードをスキャン";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "選択";
/* label for iDEAL-bank selection picker */

"Select bank" = "銀行を選択";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "支払い方法を選択してください";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA アカウント";
/* Payment method brand name */

"SEPA Debit" = "SEPA デビット";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA ダイレクトデビット";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "設定";
/* Title for shipping info form */

"Shipping" = "配送先情報";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "配送先住所";
/* Title for shipping address entry section */

"Shipping Address" = "配送先住所";
/* Label for shipping method form */

"SHIPPING METHOD" = "配送方法";
/* Label for shipping method form */

"Shipping Method" = "配送方法";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "都道府県";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "都道府県";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "入力した BSB コードに不備があります。";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "入力した BSB コードが無効です。";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "選択された支払い方法はご利用できません。";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "クレジットカード情報の処理中にエラーが発生しました。数秒後にもう一度お試しください";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "予期しないエラーが発生しました。数秒後にもう一度お試しください";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "支払い方法の認証がタイムアウトしました。もう一度お試しください";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "カードをスキャンするには、設定でカメラへのアクセスを許可してください。";

/* Button to reload web view if we were unable to connect. */
"Try again" = "もう一度お試しください";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "接続を確立できません";

/* Default missing source type label */
"Unknown" = "不明";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "請求先を使用";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "配達先を使用";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "配送先を使用";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "本人確認を行う";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "お客様の支払い方法を認証できませんでした。別の支払い方法を選択してもう一度お試しください。";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "購入完了のため %@ へ移動します。";

/* Error when the card has already expired */
"Your card has expired" = "クレジットカードの有効期限が切れています";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "カード番号に不備があります。";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "カード番号が無効です。";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "クレジットカードが拒否されました";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "カードの有効期限の日付に不備があります。";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "カードの有効期限の日付が無効です。";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "指定したクレジットカードの有効期限の月が無効です";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "カードの有効期限の月が無効です。";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "指定したクレジットカードの有効期限の年が無効です";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "カードの有効期限の年が無効です。";

/* Error when the card number is not valid */
"Your card's number is invalid" = "指定したクレジットカードの番号が無効です";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "カードのセキュリティコードに不備があります。";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "指定したクレジットカードのセキュリティコードが無効です";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "カードのセキュリティコードが無効です。";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "郵便番号の入力に不備があります。";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "郵便番号が無効です";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "郵便番号の入力に不備があります。";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "郵便番号が無効です。";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "郵便番号";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "郵便番号";

